Repository: spiffyhq/Spiffy
Catalog: Spiffy/SpiffyText.*.resx
Languages: fr_fr, he, nl_nl, pl, pt_pt, ru, zh_hant

# String00256
source: Log Window
fr_fr: Fenêtre de console
he: חלון פתיחה
nl_nl: Log scherm
pl: Tekst w oknie programu
pt_pt: Janela do Registo
ru: Окно лога
zh_hant: 日誌視窗

# String00257
source: Font
fr_fr: Police
he: גופן
nl_nl: Lettertype
pl: Czcionka
pt_pt: Fonte
ru: Шрифт
zh_hant: 字體

# String00258
source: pt
he: נקודות
ru: пт
zh_hant: 大小

# String00259
source: Color
fr_fr: Couleur
he: צבע
nl_nl: Kleur
pl: Kolor tekstu
pt_pt: Cor
ru: Цвет
zh_hant: 顏色

# String00260
source: Background
fr_fr: Fond
he: רקע
nl_nl: Achtergrond
pl: Kolor tła
pt_pt: Fundo
ru: Фон
zh_hant: 背景

# String00261
source: Word Wrap
fr_fr: Mot enroulé
he: גלישת שורות
nl_nl: Regelafbreking
pl: Zawijaj wiersze
pt_pt: Ajuste de Linha
ru: Не переносить слова
zh_hant: 自動換行

# String00262
source: Show timestamp in Log
fr_fr: Afficher le "timestamp" dans la console
he: הצג חותמת זמן בחלון ההתחברות
nl_nl: Laat timestamp zien in Log
pl: Pokaż godzinę
pt_pt: Mostrar a hora no Registo
ru: Показывать время в логе
zh_hant: 在日誌顯示時間

# String00263
source: Format
he: פורמט
nl_nl: Indeling
pt_pt: Formato
ru: Формат
zh_hant: 格式

# String00264
source: Leave empty for system default.
fr_fr: Laisser vide pour affichage par défaut.
he: השאר/י ריק - ברירת מחדל מערכת
nl_nl: Laat leeg voor systeem standaard
pl: Zostaw puste jeśli ma pobierać domyślny format systemu.
pt_pt: Deixar vazio para a predefinição do sistema.
ru: Если пусто, то используются системные настройки
zh_hant: 為系統的預設留空.

# String00265
source: Misc.
fr_fr: Divers
he: הגדרות נוספות
pl: Różne
ru: Разное
zh_hant: 事項.

# String00266
source: Use 'Today' and 'Yesterday' instead of date (used in alert)
fr_fr: Utiliser 'Aujourd'hui' et 'Hier' à la place de la date (utilisé dans l'alerte)
he: השתמש ב'היום' ו'אתמול' במקום בתאריך (שימושי בהתראות)
nl_nl: Gebruik 'Vandaag' en 'Gisteren' in plaats van datum (wordt gebruikt in meldingen)
pl: Pokaż "Dzisiaj" "Wczoraj" zamiast daty pokazywanej w powiadomieniach
pt_pt: Usar 'Hoje' e 'Ontem' em vez da data (usada no alerta)
ru: Использовать 'Сегодня' и 'Вчера' вместо дат (во всплывашках)
zh_hant: 使用'今天'和'昨天'取代日期(用在提示)

# String00267
source: This overrules the Time Format settings in Customize -> Alert.
fr_fr: Cela prévaut sur les préférences de format d'heure dans Personnaliser -> Alerte
he: שינוי פורמט זמן בהגדרות-->התראה בשורת משימות
nl_nl: Deze instelling overschrijft het tijd formaat op de pagina Aanpassen -> Melding
pl: Ta opcja jest nadrzędna w stosunku do ustawionej w "Dostosuj" -> Powiadomienie.
pt_pt: Isto invalida a configuração de Formato da Hora em Personalizar -> Alerta.
ru: Это переопределяет настройки формата времени в Настройки -> Всплывашки
zh_hant: 時間格式設置在自定義 ->提示.

# String00273
source: Tray Icon
fr_fr: Icône de la barre d'outils
he: סמל שורת המשימות
nl_nl: Systeemvak Pictogram
pl: Pasek zadań
pt_pt: Ícone da Área de Notificação
ru: Иконка в трее
zh_hant: 時間格式設置在自定義 ->提示.

# String00274
source: Options
he: אפשרויות
nl_nl: Opties
pl: Narzędzia
pt_pt: Opções
ru: Настройки
zh_hant: 設定

# String00275
source: Default Icon
fr_fr: Icône par défaut
he: סמל ברירת מחדל
nl_nl: Standaard Pictogram
pl: Domyślna ikona
pt_pt: Ícone Predefinido
ru: Иконка по умолчанию
zh_hant: 預設圖標

# String00277
source: When doubleclicking Tray Icon do this:
fr_fr: Le double-clique sur l'icône fait ceci:
he: בלחיצה כפולה על סמל שורת משימות:
nl_nl: Voer de volgende actie uit als ik dubbelklik op het systeemvak pictogram:
pl: Po podwójnym kliknięciu w ikonę:
pt_pt: Quando duplo clicado o Ícone da Área de Notificação faz isto:
ru: По двойному клику по иконке в трее:
zh_hant: 當雙擊工作列圖標這樣做:

# String00278
source: Enable custom location
fr_fr: Activer le chemin personnalisé
he: אפשר התאמת מיקום
nl_nl: Zet aangepaste locatie aan
pl: Włącz
pt_pt: Activar localização personalizada
ru: Собственная настройка
zh_hant: 啟用自定義位置

# String00279
source: Sets custom Gmail location for all 'Open Gmail' menu items and Tray Icon doubleclick (if enabled).
fr_fr: Définir le chemin personnalisé vers Gmail pour tous les objets "Ouvrir Gmail" et pour l'icône de la barre d'outils lors d'un double-clique (si activé)
he: אפשרות זו מגדירה מיקומי ג'מייל עבור כל קטגוריה בתפריט 'פתח ג'מייל' ועבור לחיצה על סמל שורת משימות
nl_nl: Deze instelling zet de Gmail lokatie voor alle 'Open Gmail' knoppen en systeemvak dubbelklik (mits ingeschakeld)
pl: Ustawia nowy adres odnośnika "Otwórz Gmail" i podwójnego kliknięcia w ikonę w pasku zadań.
pt_pt: Define uma localização personalizada para todos os itens do menu "Abrir Gmail" e para o duplo clique do Ícone da Área de Notificação (se activado).
ru: Устанавливает путь к Gmail для всех пунктов меню "Открыть Gmail" и для двойного клика по иконке в трее (если включено)
zh_hant: 圖標雙擊設置自定義 Gmail的位置為所有“開啟 Gmail的菜單項和托盤(如果已啟用).

# String00280
source: New Mail Counter
fr_fr: Nouveau décompte de mail
he: מונה דוא"ל חדש
nl_nl: Nieuwe mail Teller
pl: Licznik nowych wiadomości
pt_pt: Contador de Novo Correio
ru: Счетчик новых писем
zh_hant: 新郵件計數器

# String00281
source: Show unread count in Tray Icon tooltip for:
fr_fr: Afficher le nombre de non lu lorsque la souris passe sur l'icône pour:
he: הצג הודעות בשורת המשימות עבור החשבון/ות הבאים:
nl_nl: Laat ongelezen mail zien in syteemvak pictogram tooltip voor dit account:
pl: Pokaż liczbę nieprzeczytanych po najechaniu myszą na ikonę dla konta:
pt_pt: Mostrar o número de emails não lidos nas informações da Área de Notificação para:
ru: Показывать количество непрочитанных писем в подсказке иконки в трее для:
zh_hant: 顯示未讀郵件托盤圖標提示為:

# String00282
source: Show account name
fr_fr: Afficher le nom du compte
he: הצג שם משתמש
nl_nl: Laat account naam zien
pl: Pokaż nazwę konta
pt_pt: Mostrar o nome da conta
ru: Показывать название аккаунта
zh_hant: 顯示帳戶名

# String00283
source: Custom Tray Icons
fr_fr: Icônes personnalisés
he: סמל שורת משימות מותאמים אישית
nl_nl: Aangepaste Systeemvak Pictogrammen
pl: Własne ikony
pt_pt: Ícones da Área de Notificação personalizados
ru: Пользовательские иконки в трее
zh_hant: 自定義工作列圖標

# String00284
source: Enable custom tray icons
fr_fr: Activer les icônes personnalisés
he: אפשר סמלים מותאמים אישית
nl_nl: Zet aangepaste systeemvak pictogrammen aan
pl: Włącz
pt_pt: Activar Ícones da Área de Notificação personalizados
ru: Включить пользовательские иконки
zh_hant: 啟用自定義工作列圖標

# String00285
source: Default
fr_fr: Défaut
he: ברירת מחדל
nl_nl: Standaard
pl: Domyślna
pt_pt: Predefinido
ru: Обычная
zh_hant: 預設

# String00286
source: New mail
fr_fr: Nouveau mail
he: דוא"ל חדש
nl_nl: Nieuwe Mail
pl: Nowa poczta
pt_pt: Novo email
ru: Новое письмо
zh_hant: 新郵件

# String00289
source: This overrides all other Tray Icon related settings (if left empty default icons are used).
fr_fr: Ceci annule tous les autres paramètres pour les icônes de barre d'outils (si laissé vide, les icônes par défaut seront utilisés).
he: אפשרות זו עוקפת את כל ההגדרות של 'סמל שורת המשימות' (אם לא מסומן, סמלי ברירת מחדל בשימוש)
nl_nl: Dit overschrijft alle andere systeemvak pictogram gerelateerde instellingen (als je dit leeg laat worden de standaard pictogrammen gebruikt).
pl: Jeśli włączone, używane są ikony z poniższej lokalizacji; w przeciwnym razie używane domyślne ikony .
pt_pt: Isto substitui todas as outras configurações relacionadas com o Ícone da Área de Notificação (se deixado em branco os ícones predefinidos são usados).
ru: Это переопределяет все другие настройки иконки в трее (если пусто, то используются настройки по умолчанию)
zh_hant: 將覆蓋所有托盤圖標相關的設置(如果已使用預設圖標).

# String00290
source: Make sure "Change tray icon on new e-mail..." under "Alerts" is enabled to use a custom new mail icon!
fr_fr: Vérifiez que l'option "Changer l'icône lors de la réception d'un nouveau mail..." dans "Alertes" est activée pour utiliser un nouvel icône personnalisé!
he: בדוק שאפשרות "שנה סמל שורת משימות בקבלת דוא"ל חדש" שנמצאת באפשרות "התראות" פעילה כדי להשתמש בסמל דוא"ל חדש
nl_nl: Controleer of "Verander systeemvak pictogram bij nieuwe mail…" onder Meldingen is ingeschakeld om een aangepast nieuwe e-mail pictogram te gebruiken!
pl: Upewnij się, że opcja "Po nadejściu poczty pokaż ikonę:" w kategorii "Powiadomienia" jest włączona!
pt_pt: Assegure-se que "Mudar o ícone da área de notificação quando recebe um novo email..." em "Alertas" está activado para usar um ícone personalizado!
ru: Убедитесь, что включено "Менять иконку, когда пришло письмо..." в Настройки -> Всплывашки
zh_hant: 確保"更改托盤圖標上新的電子郵件... ..."根據"提示"已啟用自定義新郵件圖標!

# String00295
source: Google
he: גוגל

# String00296
source: Gmail Settings
fr_fr: Paramètres de Gmail
he: הגדרות ג'מייל
nl_nl: Gmail Instellingen
pl: Gmail - ustawienia
pt_pt: Definições do Gmail
ru: Настройки Gmail
zh_hant: Gmail設定

# String00297
source: Feed Address
fr_fr: Source
he: כתובת
nl_nl: Feed Adres
pl: Adres kanału RSS
pt_pt: Endereço do Feed
ru: Адрес фид-ленты
zh_hant: 回饋地址

# String00298
source: Advanced
fr_fr: Avancé
he: מתקדם
nl_nl: Geavanceerd
pl: Zaawansowane
pt_pt: Avançado
ru: Дополнительно
zh_hant: 高級

# String00299
source: Check if Gmail is online before logging on.
fr_fr: Vérifier si Gmail est en ligne avant de s'identifier.
he: בדוק אם אתר ג'מייל פעיל לפני ההתחברות
nl_nl: Controleer of Gmail online is vóór het inloggen.
pl: Przed zalogowaniem sprawdź czy Gmail jest włączony.
pt_pt: Verificar se o Gmail está online antes de iniciar sessão.
ru: Проверять, что Gmail работает, перед тем как залогиниться
zh_hant: 在登入前檢查Gmail連線.

# String00300
source: Enable only if you have an unreliable connection or experience program lockups when checking for new mail.
fr_fr: Activer seulement si vous possédez une connexion peu sûre ou si vous avez des soucis de programmes verrouillant votre accès lors de la vérification des mails.
he: אפשר רק במקרה שיש לך חיבור לא יציב או תוכנות נעילה בזמן בדיקת דוא"ל חדש
nl_nl: Zet dit alleen aan als je een onbetrouwbare verbinding hebt of als het programma vastloopt bij controleren op nieuwe e-mail.
pl: Włącz jeśli masz problemy z połączeniem lub podczas sprawdzania poczty.
pt_pt: Activar só se tiver uma conexão pouco fiável ou experimenta bloqueios do programa quando verifica novo correio.
ru: Включайте, только если у вас нестабильное соединение или зависания программы при проверке почты
zh_hant: 僅啟用檢查新郵件時如果你有不可靠的連接或程序鎖死時.

# String00302
source: Debug logging is still enabled!
fr_fr: La liste de débogage est toujours activée!
he: !ניפוי באגים בכניסה עדין פעיל
nl_nl: Debug loggen staat nog aan!
pl: Sprawdzanie logowania jest włączone
pt_pt: O log da depuração ainda está activado!
ru: Логирование отладки всё еще включено!
zh_hant: 仍啟用調試日誌記錄！

# String00303
source: This should be disabled for normal usage of Spiffy. Disable now?
fr_fr: Ceci devrait être désactivé pour un usage normal de Spiffy. Le désactiver maintenant?
he: ?יש לבטל אפשרות זאת לשימוש רגיל בתוכנה. האם לבטל
nl_nl: Dit moet uitgeschakeld zijn voor normaal gebruik van Spiffy. Nu uitschakelen?
pl: Domyślnie ta opcja jest wyłączona. Wyłączyć?
pt_pt: Isto deve ser desactivado para o uso normal do Spiffy. Desactivar agora?
ru: Это следует отключить для нормальной работы Spiffy. Отключить сейчас?
zh_hant: 您要關閉正常使用中的Spiffy.立即關閉?

# String00304
source: Press 'Yes' to disable, press 'No' to continue.
fr_fr: Choississez 'Oui' pour désactiver, 'Non' pour continuer.
he: לחץ 'כן' לביטול, או לחץ 'לא' להמשך
nl_nl: Klik 'Ja' om uit te schakelen, 'Nee' om verder te gaan.
pt_pt: Pressione 'Sim' para desactivar ou 'Não' para continuar.
ru: Нажмите 'Да' чтобы отключить, 'Нет' чтобы продолжить
zh_hant: 按'是'關閉,按'否'繼續.

# String00306
source: Proxy
he: פרוקסי
ru: Прокси
zh_hant: 代理

# String00307
source: Server Settings
fr_fr: Paramètres du serveur
he: הגדרות השרת
nl_nl: Server Instellingen
pl: Ustawienia serwera
pt_pt: Definições do Servidor
ru: Настройки сервера
zh_hant: 伺服器設置

# String00308
source: Use proxy server
fr_fr: Utiliser un serveur de proxy
he: השתמש בשרת פרוקסי
nl_nl: Gebruik proxy server
pl: Połączenie przez serwer proxy
pt_pt: Utilizar um servidor proxy
ru: Использовать прокси-сервер
zh_hant: 使用代理伺服器

# String00309
source: Hostname or IP
fr_fr: Nom d'hébergeur (hostname) ou IP
he: IP או שם המארח
nl_nl: Hostnaam of IP
pl: Host lub IP
pt_pt: Nome do host ou IP
ru: Хост или IP
zh_hant: 主機名稱或IP

# String00310
source: Port
he: פורט
nl_nl: Poort
ru: Порт
zh_hant: 端口

# String00311
source: Proxy requires authentication
fr_fr: Le proxy nécessite une authentification
he: פרוקסי דורש אימות
nl_nl: Proxyserver vereist verificatie
pl: Proxy wymaga uwieżytelnienia
pt_pt: O proxy requer autenticação
ru: Аутентификация
zh_hant: 代理需要驗證

# String00312
source: Username
fr_fr: Identifiant
he: שם משתמש
nl_nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_pt: Nome de Utilizador
ru: Логин
zh_hant: 使用者名稱

# String00313
source: Password
fr_fr: Mot de passe
he: סיסמא
nl_nl: Wachtwoord
pl: Hasło
pt_pt: Senha
ru: Пароль
zh_hant: 密碼

# String00314
source: Password field is cleared after Save.
fr_fr: Le champ du mot de passe sera effacé après la sauvegarde.
he: שדות עם הסיסמאות ימחקו לאחר שמירה
nl_nl: Wachtwoord veld wordt gewist na Opslaan
pl: Po zapisie pole hasła jest czyszczone.
pt_pt: O campo Senha é limpo após Guardar.
ru: Поле пароля очищается после сохранения
zh_hant: 儲存清除後的密碼.

# String00316
source: (no subject)
fr_fr: (pas de sujet)
he: (אין נושא)
nl_nl: (geen onderwerp)
pl: (bez tematu)
pt_pt: (sem assunto)
ru: (без темы)
zh_hant: (無主旨)

# String00317
source: unknown sender
fr_fr: expéditeur inconnu
he: שולח לא ידוע
nl_nl: onbekende afzender
pl: nieznany nadawca
pt_pt: remetente desconhecido
ru: неизвестный отправитель
zh_hant: 未知發件人

# String00318
source: unknown address
fr_fr: adresse inconnue
he: כתובת לא ידועה
nl_nl: onbekend adres
pl: nieznany adres
pt_pt: endereço desconhecido
ru: неизвестный адрес
zh_hant: 未知地址

# String00320
source: Advanced
fr_fr: Avancé
he: מתקדם
nl_nl: Geavanceerd
pl: Zaawansowane
pt_pt: Avançado
ru: Дополнительно
zh_hant: 高級

# String00321
source: Debug
fr_fr: Débogage
he: ניפוי באגים
pl: Debugowanie
pt_pt: Depurar
ru: Отладка
zh_hant: 調試

# String00322
source: Enable debug logging to file
fr_fr: Activer la création d'un fichier pour le débogage
he: אפשר ניפוי באגים בהפעלת קובץ
nl_nl: Zet debug loggen naar bestand aan
pl: Włącz
pt_pt: Activar o log da depuração para um ficheiro
ru: Логировать отладку в файл
zh_hant: 啟用調試日誌記錄到文件

# String00323
source: Custom browser
fr_fr: Navigateur personnalisé
he: דפדפן מותאם אישית
nl_nl: Aangepaste browser
pl: Zmiana przeglądarki
pt_pt: Navegador personalizado
ru: Пользовательский браузер
zh_hant: 自定義瀏覽器

# String00324
source: Enable custom browser
fr_fr: Activer le navigateur personnalisé
he: אפשר דפדפן מותאם אישית
nl_nl: Zet aangepaste browser aan
pl: Włącz
pt_pt: Activar navegador personalizado
ru: Включить пользовательский браузер
zh_hant: 啟用自定義瀏覽器

# String00325
source: Gmail location
fr_fr: Adresse de Gmail
he: מיקום ג'מייל
nl_nl: Gmail locatie
pl: Zmiana lokalizacja Gmail
pt_pt: Localização do Gmail
ru: Изменить путь для "Открыть Gmail"
zh_hant: Gmail位置

# String00326
source: Programs
fr_fr: Programmes
he: תוכנות
nl_nl: Programma's
pl: Progamy
pt_pt: Programas
ru: Программы
zh_hant: 程序

# String00327
source: Select a program
fr_fr: Selectionnez un programme
he: בחר תוכנה
nl_nl: Selecteer een programma
pl: Wybierz program
pt_pt: Seleccione um programa
ru: Выберите программу
zh_hant: 選擇一個程序

# String00330
source: Running in Custom Mode
fr_fr: Lancement en mode personnalisé
he: עבודה במצב מותאם אישית
nl_nl: Gestart in aangepaste modus
pl: Uruchomiony w trybie Własnych Ustawień
pt_pt: A executar em Modo Personalizado
ru: Работаем в настроенном режиме
zh_hant: 在自定義模式執行

# String00331
source: Running in USB Mode
fr_fr: Lancement en mode USB
he: USB עבודה במצב
nl_nl: Gestart in USB modus
pl: Uruchomiony w trybie USB
pt_pt: A executar em Modo USB
ru: Работаем в USB-режиме
zh_hant: 在USB模式下執行

# String00332
source: Working dir
fr_fr: Répertoire courant
he: ספריית עבודה
nl_nl: Werkmap
pl: Katalog roboczy
pt_pt: Directório de trabalho
ru: Рабочая папка
zh_hant: 工作目錄

# String00034
source: Thanks!
fr_fr: Merci!
pl: Dziękuję!
pt_pt: Obrigado!
ru: Спасибо!
zh_hant: 謝謝!

# String00035
source: Click 'OK' to continue to PayPal!
fr_fr: Cliquez sur 'OK' pour continuer vers PayPal!
pl: Kliknij OK i przejdź do PayPal
pt_pt: Clique 'OK' para continuar para o Paypal!
ru: Нажмите ОК, чтобы пройти на сайт PayPal.
zh_hant: 點選'確定'繼續PayPal!

# String00072
source: #### LOGGING ####
fr_fr: ### Authentification ###

# String00132
source: ##### ACCOUNTS ####
fr_fr: #### Comptes ####

# String00150
source: ##### OPTIONS GUI #######
fr_fr: #### OPTIONS DE L'INTERFACE GRAPHIQUE ######

# String00287
source: Use single click instead of double click for actions
nl_nl: Gebruik enkele klik in plaats van dubbelklik voor acties

# String00333
source: No proxy server configured!
nl_nl: Geen proxy server geconfigureerd!
