Repository: spiffyhq/Spiffy
Catalog: Spiffy/SpiffyText.*.resx
Languages: fr_fr, he, nl_nl, pl, pt_pt, ru, zh_hant

# String00117
source: &Report a Problem
fr_fr: &Signaler un problème
he: &דווח על בעיה
nl_nl: &Meld een Probleem
pl: &Zgłoś problem
pt_pt: &Relatar um Problema
ru: Сообщить о п&роблеме
zh_hant: &回報此問題

# String00118
source: &Check for Update
fr_fr: &Rechercher une mise à jour
he: &בדוק עידכון
nl_nl: &Controleer op Update
pl: &Sprawdź aktualizacje
pt_pt: &Verificar por Actualizações
ru: &Проверить обновления
zh_hant: &檢查更新

# String00119
source: &Donate with PayPal
fr_fr: Faire un &don
he: &תרום עם פייפאל
nl_nl: &Doneer met Paypal
pl: &Wsparcie (Paypal)
pt_pt: &Doar via Paypal
ru: По&жертвовать через PayPal
zh_hant: &捐贈經由Paypal

# String00120
source: &About Spiffy
fr_fr: &A propos de Spiffy
he: &אודות
nl_nl: &Over Spiffy
pl: &O programie
pt_pt: &Sobre o Spiffy
ru: &О программе
zh_hant: &關於 Spiffy

# String00121
source: Check &Now
fr_fr: Vérifier &maintenant
he: בדוק דוא"ל עכשיו
nl_nl: Controleer Nu
pl: &Sprawdź pocztę
pt_pt: Verificar &Agora
ru: Проверить почту &сейчас
zh_hant: &立即檢查

# String00122
source: &Tell Me Again
fr_fr: &Réafficher les messages non lus
he: הצג שנית
nl_nl: Laat nog een keer zien
pl: &Pokaż ponownie
pt_pt: &Avisar-me de Novo
ru: Показать &всплывашку еще раз
zh_hant: &告訴我

# String00123
source: Open &Gmail
fr_fr: Ouvrir &Gmail
he: פתח ג'מייל
pl: &Otwórz Gmail
pt_pt: Abrir &Gmail
ru: &Открыть Gmail
zh_hant: &打開Gmail

# String00124
source: Timer(s) Disabled
fr_fr: Minuteur(s) désactivé(s)
he: טיימר(ים) מבוטלים
nl_nl: Timer(s) Uitgeschakeld
pl: Timery wyłączone
pt_pt: Temporizador(es) Desactivado(s)
ru: Таймер выключен
zh_hant: 計時器關閉

# String00125
source: Timer(s) Enabled
fr_fr: Minuteur(s) activé(s)
he: טיימר(ים) פעילים
nl_nl: Timer(s) Ingeschakeld
pl: Timery włączone
pt_pt: Temporizador(es) Activado(s)
ru: Таймер включен
zh_hant: 計時器開啟

# String00126
source: Proxy Disabled
fr_fr: Proxy désactivé
he: פרוקסי מבוטל
nl_nl: Proxy Uitgeschakeld
pl: Proxy wyłączone
pt_pt: Proxy Desactivado
ru: Прокси выключены
zh_hant: 代理關閉

# String00127
source: Proxy Enabled
fr_fr: Proxy activé
he: פרוקסי פעיל
nl_nl: Proxy Ingeschakeld
pl: Proxy włączone
pt_pt: Proxy Activado
ru: Прокси включены
zh_hant: 代理開啟

# String00128
source: Restore &Window
fr_fr: Restaurer la &fenêtre
he: שחזר חלון
nl_nl: Herstel Venster
pl: &Pokaż w oknie
pt_pt: Restaurar &Janela
ru: Открыть окно &лога
zh_hant: &恢復視窗

# String00129
source: Always &Hide Window
fr_fr: Toujours &masquer la fenêtre
he: הסתר &תמיד את החלון
nl_nl: Venster Altijd Verbergen
pl: &Ukrywaj okno
pt_pt: &Esconder Sempre a Janela
ru: Все&гда прятать окно
zh_hant: &總是隱藏視窗

# String00130
source: &Accounts
fr_fr: &Comptes
he: חשבונות&
pl: &Konta
pt_pt: &Contas
ru: &Аккаунты
zh_hant: &帳戶

# String00131
source: &Configuration
fr_fr: &Préférences
he: הגדרות&
nl_nl: Configuratie
pl: &Ustawienia
pt_pt: &Configuração
ru: &Конфигурация
zh_hant: &設置

# String00133
source: Accounts
fr_fr: Comptes
he: חשבונות
pl: Konta
pt_pt: Contas
ru: Аккаунты
zh_hant: 帳戶(s)

# String00134
source: Account
fr_fr: Compte
he: חשבון
pl: Konto
pt_pt: Conta
ru: Аккаунт
zh_hant: 帳戶

# String00135
source: Account Name
fr_fr: Nom de compte
he: שם החשבון
nl_nl: Account Naam
pl: Nazwa konta
pt_pt: Nome da Conta
ru: Название
zh_hant: 帳戶名稱

# String00137
source: Username
fr_fr: Identifiant
he: שם משתמש
nl_nl: Gebruikersnaam
pl: Login
pt_pt: Nome de Utilizador
ru: Логин
zh_hant: 使用者名稱

# String00138
source: Password
fr_fr: Mot de passe
he: סיסמא
nl_nl: Wachtwoord
pl: Hasło
pt_pt: Senha
ru: Пароль
zh_hant: 密碼

# String00139
source: Password field is cleared after Save.
fr_fr: Le champ du mot de passe sera effacé après la sauvegarde.
he: שדה הסיסמא נמחק לאחר השמירה
nl_nl: Wachtwoord veld wordt gewist na Opslaan
pl: Po zapisie pole hasła jest czyszczone.
pt_pt: O campo Senha é limpo após Guardar.
ru: Поле пароля очищается после сохранения
zh_hant: 儲存清除後的密碼.

# String00140
source: Domain
fr_fr: Domaine
he: דומיין
nl_nl: Domein
pl: Domena
pt_pt: Domínio
ru: Домен
zh_hant: 域名

# String00141
source: Google Apps
he: יישומי גוגל
zh_hant: Google應用服務

# String00142
source: Check for unread mail every
fr_fr: Vérifier les mails non lus tous les
he: בדוק דוא"ל חדש כל
nl_nl: Controleer op nieuwe e-mail elke
pl: Sprawdź czy jest nowa poczta co
pt_pt: Verificar por correio não lido a cada
ru: Проверять почту каждые
zh_hant: 每次檢查未讀郵件

# String00143
source: minute(s).
he: דקה/ות
nl_nl: minuten.
pl: min.
pt_pt: minuto(s).
ru: минут(ы)
zh_hant: 分(s)

# String00144
source: Check this Gmail Label instead in Inbox
fr_fr: Vérifier ce libellé Gmail plutôt que la boîte de réception entière
he: בדוק תווית ג'מייל זאת במקום תיבת דואר נכנס
nl_nl: Controleer dit Label in plaats van de Inbox
pl: Sprawdzaj pocztę oznaczoną etykietą (zamiast w "Odebrane")
pt_pt: Verificar este Marcador Gmail em vez da Caixa de Entrada
ru: Проверять эту метку Gmail вместо Входящих
zh_hant: 檢查Gmail標籤而不是Gmail收件箱

# String00145
source: Use custom sound alert
fr_fr: Utiliser une alerte sonore personnalisée
he: השתמש בצליל אזהרה מותאם אישית
nl_nl: Gebruik aangepast geluid
pl: Własny dźwięk Powiadomień
pt_pt: Utilizar alerta sonoro personalizado
ru: Использовать пользовательские звуки всплывашки
zh_hant: 使用自定義聲音提示

# String00146
source: Options
he: אפשרויות
nl_nl: Opties
pl: Opcje
pt_pt: Opções
ru: Настройки
zh_hant: 設定

# String00147
source: &Reset
fr_fr: &Réinitialiser
he: &אתחל
pl: &Wyczyść
pt_pt: &Restaurar
ru: &Сброс
zh_hant: &重設

# String00148
source: Reset this account?
fr_fr: Réinitialiser ce compte?
he: ?לאתחל את החשבון
nl_nl: Dit account wissen?
pl: Czy konto zresetować?
pt_pt: Restaurar esta conta?
ru: Восстановить этот аккаунт?
zh_hant: 重設此帳號

# String00151
source: Configuration
fr_fr: Préférences
he: הגדרות
nl_nl: Configuratie
pl: Ustawienia
pt_pt: Configuração
ru: Конфигурация
zh_hant: 設置

# String00152
source: &OK
he: &אישור
zh_hant: &確定

# String00153
source: &Cancel
fr_fr: &Annuler
he: &ביטול
nl_nl: &Annuleren
pl: &Anuluj
pt_pt: &Cancelar
ru: От&мена
zh_hant: &取消

# String00154
source: &Apply
fr_fr: A&ppliquer
he: &החל
nl_nl: &Toepassen
pl: &Zastosuj
pt_pt: &Aplicar
ru: &Применить
zh_hant: &應用

# String00155
source: General
fr_fr: Général
he: כללי
nl_nl: Algemeen
pl: Ogólne
pt_pt: Geral
ru: Общие
zh_hant: 一般

# String00156
source: Alerts
fr_fr: Alertes
he: התראות
nl_nl: Meldingen
pl: Powiadomienia
pt_pt: Alertas
ru: Сообщения о письмах
zh_hant: 提示

# String00157
source: Customize
fr_fr: Personnaliser
he: התאמה אישית
nl_nl: Aanpassen
pl: Dostosuj
pt_pt: Personalizar
ru: Настройки
zh_hant: 自定義

# String00158
source: Network
fr_fr: Réseau
he: רשת
nl_nl: Netwerk
pl: Sieć
pt_pt: Rede
ru: Сеть
zh_hant: 網路

# String00161
source: Select a sub category
fr_fr: Sélectionnez une sous-catégorie
he: בחר תת קטגוריה
nl_nl: Selecteer een sub categorie
pl: Wybierz podkategorię
pt_pt: Seleccione uma subcategoria
ru: Выберите подраздел
zh_hant: 選擇一個子類別

# String00162
source: Main Window
fr_fr: Fenêtre principale
he: חלון ראשי
nl_nl: Hoofdscherm
pl: Okno programu
pt_pt: Janela Principal
ru: Главное окно
zh_hant: 主視窗

# String00163
source: Text
fr_fr: Texte
he: טקסט
nl_nl: Tekst
pl: Logi
pt_pt: Texto
ru: Текст
zh_hant: 文本

# String00164
source: Alert
fr_fr: Alerte
he: התראות
nl_nl: Melding
pl: Powiadomienie
pt_pt: Alerta
ru: Всплывашка
zh_hant: 提示

# String00165
source: Icon
fr_fr: Icône
he: סמלים
nl_nl: Pictogram
pl: Pasek zadań
pt_pt: Ícone
ru: Иконка
zh_hant: 圖標

# String00166
source: Mouse
fr_fr: Souris
he: עכבר
nl_nl: Muis
pl: Mysz
pt_pt: Rato
ru: Мышь
zh_hant: 滑鼠

# String00167
source: Proxy
he: פרוקסי
ru: Прокси
zh_hant: 代理

# String00168
source: Google
he: גוגל

# String00169
source: Advanced
fr_fr: Avancé
he: מתקדם
nl_nl: Geavanceerd
pl: Zaawansowane
pt_pt: Avançado
ru: Дополнительно
zh_hant: 高級

# String00172
source: Alerts
fr_fr: Alertes
he: התראות
nl_nl: Meldingen
pl: Powiadomienia
pt_pt: Alertas
ru: Всплывашки
zh_hant: 提示

# String00173
source: Options
he: אפשרויות
nl_nl: Opties
pl: Opcje
pt_pt: Opções
ru: Настройки
zh_hant: 設定

# String00174
source: Show alert on new e-mail and show it for
fr_fr: Afficher une alerte pour les nouveaux mails et la laisser
he: הצג התראה בקבלת דוא"ל חדש במשך
nl_nl: Laat melding zien bij nieuwe e-mail en laat het zien voor
pl: Pokaż powiadomienie przez
pt_pt: Mostrar alerta de novo email e mostrá-lo durante
ru: Показывать всплывашку в течение
zh_hant: 提示顯示新的電子郵件,並顯示它

# String00175
source: second(s).
fr_fr: seconde(s)
he: שניה/ות
nl_nl: seconden.
pl: sekund.
pt_pt: segundo(s).
ru: секунд(ы)
zh_hant: 秒(s).

# String00176
source: Show alert until e-mail is read in Gmail, if unchecked alerts are shown once.
fr_fr: Afficher une alerte jusqu'à ce que le mail soit lu dans Gmail.
he: הצג התראה עד שהדוא"ל יקרא באתר ג'מייל, אם אפ' לא מסומנת התראות יוצגו פעם אחת
nl_nl: Laat melding zien totdat nieuwe e-mail is gelezen in Gmail, zet uit voor een enkele melding.
pl: ON - pokazuj powiadomienie do czasu odczytu wiadomości w Gmailu; OFF - pokaż tylko raz.
pt_pt: Mostrar alerta até que o email seja lido no Gmail, se não seleccionado mostra-se apenas uma vez.
ru: Показывать всплывашку до тех пор, пока письмо не прочитано; иначе - показывать 1 раз
zh_hant: 顯示提示直到電子郵件在Gmail中閱讀，如果未讀取提示會再顯示一次.

# String00177
source: Show a maximum of
fr_fr: Afficher au maximum
he: הצג מקסימום
nl_nl: Laat maximaal
pl: Pokaż maksymalnie
pt_pt: Mostrar um máximo de
ru: Показывать максимум
zh_hant: 當接收多個電子郵件時會顯示最新的電子郵件.

# String00178
source: Behavior
fr_fr: Comportement
he: אפשרויות נוספות
nl_nl: Gedrag
pl: Animacja powiadomienia
pt_pt: Comportamento
ru: Поведение
zh_hant: 行為

# String00179
source: Stack alerts, if unchecked alerts are all shown in the same place.
fr_fr: Empiler les alertes, si toutes les alertes sont affichées au même endroit.
he: כווץ/אסוף ביחד את ההתראות, אם כולן מוצגות באותו המקום
nl_nl: Stapel meldingen, zet uit om alles op één plek te laten zien.
pl: ON - Grupuj powiadomienia; OFF - pokaż w jednym miejscu.
pt_pt: Empilhar alertas, se não seleccionado os alertas são todos mostrados no mesmo local.
ru: Всплывашки одна над другой, иначе - в одном месте
zh_hant: 堆疊提示,如果未讀提示會全顯示在同一地方

# String00180
source: Show alert Sliding instead of Fading
fr_fr: Afficher une alerte "coulissante" plutôt que par transparence
he: הצג התראות כשקופיות מתחלפות במקום דהויות
nl_nl: Laat meldingen rollen in plaats van vervagen
pl: ON - efekt slajdu; OFF - efekt zanikania
pt_pt: Mostrar alertas com efeito Sliding em vez de Fading
ru: Всплывашки скользят, иначе - затухают
zh_hant: 持續顯示提示

# String00181
source: Show in
fr_fr: Apparaît en
he: הצג:
nl_nl: Laat zien in
pl: Czas wjazdu
pt_pt: Mostrar em
ru: Показывать
zh_hant: 顯示

# String00182
source: ms
he: מילי שניות
ru: мс
zh_hant: 毫秒

# String00183
source: Hide in
fr_fr: Disparaît en
he: הסתר:
nl_nl: Verberg in
pl: Czas zjazdu
pt_pt: Ocultar em
ru: Скрывать
zh_hant: 隱藏

# String00184
source: Tray Icon
fr_fr: Icône de raccourci
he: סמל שורת המשימות
nl_nl: Systeemvak Pictogram
pl: Pasek zadań
pt_pt: Ícone da Área de Notificação
ru: Иконка в трее
zh_hant: 工作列圖標

# String00185
source: Change tray icon on new e-mail, and use this icon:
fr_fr: Changer l'icône lors de la réception d'un nouveau mail, et utiliser cet icône:
he: שנה סמל בשורת המשימות בקבלת דוא"ל חדש והשתמש בסמל הבא
nl_nl: Verander systeemvak pictogram bij nieuwe e-mail naar:
pl: Po nadejściu poczty pokaż ikonę:
pt_pt: Mudar o ícone da área de notificação quando recebe um novo email e usar este ícone:
ru: Менять иконку, когда пришло письмо, на эту:
zh_hant: 改變工作列圖標上新的電子郵件,並使用該圖標:

# String00186
source: Play sound alert on new e-mail
fr_fr: Jouer une alerte sonore si nouveau(x) mail(s)
he: צליל התראה בקבלת דוא"ל חדש
nl_nl: Speel geluid bij nieuwe e-mail
pl: Po nadejściu poczty odtwórz dźwięk
pt_pt: Reproduzir alerta sonoro quando recebe um novo email
ru: Проигрывать звук, когда пришло письмо
zh_hant: 在新的電子郵件播放聲音提示

# String00187
source: Enable sound alert
fr_fr: Activer l'alerte sonore
he: אפשר צלילי התראה
nl_nl: Zet geluid aan
pl: Włącz
pt_pt: Activar alerta sonoro
ru: Включить звук всплывашки
zh_hant: 啟用聲音提示

# String00188
source: alert(s) for each account, every check.
fr_fr: alerte(s) pour chaque compte, à chaque vérification.
he: התראה/ות עבור כל חשבון, בכל בדיקה
nl_nl: melding(en) zien for elk account, iedere check.
pl: powiadomień dla każdego konta.
pt_pt: alerta(s) para cada conta em todas as verificações.
ru: всплывашек для каждого аккаунта

# String00192
source: General
fr_fr: Général
he: כללי
nl_nl: Algemeen
pl: Ogólne
pt_pt: Geral
ru: Общие
zh_hant: 一般

# String00193
source: Startup options
fr_fr: Options de démarrage
he: אפשרויות הפעלה
nl_nl: Opstart opties
pl: Uruchamianie
pt_pt: Opções de arranque
ru: Настройки запуска
zh_hant: 啟動選項

# String00194
source: Run Spiffy when I log on to Windows
fr_fr: Lancer Spiffy au démarrage de Windows
he: הפעל את התוכנה בהפעלת המחשב
nl_nl: Start Spiffy als ik aanmeld bij Windows
pl: Uruchom program przy starcie systemu
pt_pt: Correr o Spiffy quando inicia a sessão do Windows
ru: Запускать вместе с Windows
zh_hant: 當我登錄Windows執行Spiffy

# String00195
source: Hide Spiffy in tray on startup
fr_fr: Masquer l'icône dans la barre Windows au démarrage
he: הסתר את התוכנה בשורת המשימות בהפעלת המחשב
nl_nl: Verberg Spiffy in systeemvak tijdens opstarten
pl: Uruchom w pasku zadań
pt_pt: Ocultar o Spiffy na área de notificação no arranque
ru: Спрятать в трее при запуске
zh_hant: 開機後Spiffy隱藏至工作列

# String00196
source: Check for new mail on startup
fr_fr: Vérifier les nouveaux mails au démarrage
he: בדוק דוא"ל חדש בהפעלת המחשב
nl_nl: Contoleer op nieuwe e-mail tijdens opstarten
pl: Sprawdź pocztę przy uruchomieniu
pt_pt: Verificar por novo correio no arranque
ru: Проверять почту при запуске
zh_hant: 開機後檢查是否有新郵件

# String00197
source: Works only when "Hide Spiffy in Tray on Startup" is checked.
fr_fr: Fonctionne seulement lorsque "Masquer l'icône dans la barre Windows au démarrage est coché"
he: אפשרות פעילה רק כשמסומן 'הסתר תוכנה בשורת המשימות בהפעלת המחשב'
nl_nl: Werkt alleen als "Verberg Spiffy in systeemvak tijdens opstarten" is ingeschakeld.
pl: Działa przy włączonej opcji "Uruchom program przy starcie systemu"
pt_pt: Funciona apenas quando a opção "Ocultar o Spiffy na Área de Notificação no Arranque" está activada.
ru: Работает только при нажатой галочке "Спрятать в трее при запуске"
zh_hant: 開機後Spiffy隱藏至工作列才執行檢查.

# String00198
source: Mail checking Timers
fr_fr: Minuteurs de vérification des mails
he: טיימרים לבדיקת דוא"ל
nl_nl: E-mail controle Timers
pl: Timery sprawdzające pocztę
pt_pt: Temporizadores de verificação de correio
ru: Таймер проверки почты
zh_hant: 郵件檢查定時器

# String00199
source: When disabled, restart checking for new mail after
fr_fr: Si ceux-ci sont désactivés, vérifier à nouveau les mails après
he: אם אפשרות מבוטלת, החל בדיקת דוא"ל לאחר
nl_nl: Wanneer uitgeschakeld, herstart controleren op nieuwe mail na
pl: Gdy wyłączone, poczta sprawdzana co
pt_pt: Quando desactivados, reiniciar a verificação de novo correio após
ru: Когда отключен, начинать проверку почты через
zh_hant: 關閉後,重新啟動檢查新郵件

# String00200
source: hour(s).
fr_fr: heure(s)
he: שעה/ות
nl_nl: uur.
pl: godz.
pt_pt: hora(s).
ru: час(ов)
zh_hant: 時(s)

# String00201
source: Misc.
fr_fr: Divers
he: הגדרות נוספות
pl: Różne
ru: Разное
zh_hant: 事項.

# String00202
source: Minimize to Tray
fr_fr: Minimiser dans la barre des tâches (si réduit)
he: מזער לשורת המשימות
nl_nl: Minimaliseer naar systeemvak
pl: Minimalizuj do paska zadań
pt_pt: Minimizar para a Área de Notificação
ru: Сворачивать в трей
zh_hant: 縮小至工作列

# String00203
source: Close to Tray
fr_fr: Minimiser dans la barre des tâches (si fermé)
he: סגור לשורת המשימות
nl_nl: Sluit naar systeemvak
pl: Zamknij do paska zadań
pt_pt: Fechar para a Área de Notificação
ru: Закрывать в трей
zh_hant: 從工作列關閉

# String00204
source: Language
fr_fr: Langue
he: Language / שפה
nl_nl: Taal
pl: Język
pt_pt: Idioma
ru: Язык
zh_hant: 語言

# String00205
source: * Restart Spiffy when changing language!
fr_fr: * Redémarrez Spiffy après modification de la langue!
he: *נדרשת הפעלת התוכנה מחדש
nl_nl: * Herstart Spiffy als je de taal aanpast!
pl: * Wymagane ponowne uruchomienie programu!
pt_pt: * Reinicie o Spiffy quando muda de idioma!
ru: * Перезапустите Spiffy для смены языка
zh_hant: *重新啟動時更改Spiffy語言！

# String00206
source: Updates
fr_fr: Mise à jour
he: עידכונים
pl: Aktualizacja
pt_pt: Actualizações
ru: Обновления
zh_hant: 更新

# String00207
source: Check for new version on Startup
fr_fr: Rechercher des mises à jour au démarrage
he: בדוק גירסה חדשה בהפעלת התוכנה
nl_nl: Controleer op nieuwe versie tijdens opstarten
pl: Sprawdź aktualizacje przy uruchomieniu
pt_pt: Verificar por novas versões no Arranque
ru: Проверять обновления при запуске
zh_hant: 開機檢查新版本

# String00208
source: Main Window
fr_fr: Fenêtre principale
he: חלון ראשי
nl_nl: Hoofdscherm
pl: Okno programu
pt_pt: Janela Principal
ru: Главное окно
zh_hant: 主視窗

# String00209
source: Translucency
fr_fr: Translucidité
he: שקיפות
nl_nl: Transparantie
pl: Przezroczystość
pt_pt: Transparência
ru: Полупрозрачность
zh_hant: 半透明

# String00210
source: Opacity
fr_fr: Opacité
he: רמת האטימות
nl_nl: Dekking
pl: Przezroczystość
pt_pt: Opacidade
ru: Непрозрачность
zh_hant: 不透明

# String00211
source: Misc.
fr_fr: Divers
he: הגדרות נוספות
pl: Różne
ru: Разное
zh_hant: 事項.

# String00212
source: Always On Top
fr_fr: Toujours au-dessus
he: חלון תמיד עליון
nl_nl: Altijd boven andere vensters
pl: Zawsze na wierzchu
pt_pt: Sempre Visível
ru: Всегда поверх других окон
zh_hant: 始終在上面

# String00213
source: Show Menu Bar
fr_fr: Afficher la barre du menu
he: הצג סרגל תפריט
nl_nl: Laat Menu zien
pl: Pokaż pasek menu
pt_pt: Mostrar a Barra de Menu
ru: Показывать меню
zh_hant: 顯示菜單欄

# String00214
source: Show Tool Bar
fr_fr: Afficher la barre d'outils
he: הצג סרגל כלים
nl_nl: Laat Tools zien
pl: Pokaż pasek przycisków
pt_pt: Mostrar a Barra de Ferramentas
ru: Показывать панель инструментов
zh_hant: 顯示工具欄

# String00215
source: Title Bar / Tray Tooltip Text
fr_fr: Nom de l'icône dans la barre d'outils/des tâches
he: כותרת חלון ראשי/סמל שורת משימות
nl_nl: Hoofdscherm titel / Pictogram tooltip tekst
pl: Tytuł okna / Tytuł w pasku zadań
pt_pt: Barra de Título / Informações da Área de Notificação
ru: Заголовок окна / Заголовок в трее
zh_hant: 標題欄 / 托盤工具提示文本

# String00220
source: Mouse
fr_fr: Souris
he: עכבר
nl_nl: Muis
pl: Mysz
pt_pt: Rato
ru: Мышь
zh_hant: 滑鼠

# String00221
source: Options
he: אפשרויות
nl_nl: Opties
pl: Opcje
pt_pt: Opções
ru: Настройки
zh_hant: 設定

# String00222
source: Keep alert visible when mouse hovers it.
fr_fr: Maintenir l'alerte visible lorsque la souris passe dessus.
he: הצג התראה גם במקרה שסמן העכבר נמצא עליה
nl_nl: Sluit melding niet zolang de muis er boven hangt.
pl: Nie chowaj gdy mysz jest nad powiadomieniem.
pt_pt: Manter o alerta visível enquanto o rato lhe passa por cima.
ru: Не скрывать всплывашку при наведении мыши
zh_hant: 鼠標遮蔽時保持提示.

# String00223
source: Re-show alert when mouse enters it.
fr_fr: Montrer à nouveau l'alerte lorsque la souris passe dessus.
he: הצג את ההתראה פעם נוספת כשלוחצים עליה עם סמן העכבר
nl_nl: Toon melding opnieuw als de muis er overheen gaat.
pl: Pokaż ponownie powiadomienie po aktywacji myszą.
pt_pt: Voltar a mostrar o alerta quando rato lhe passa por cima.
ru: Показать всплывашку снова при наведении мыши
zh_hant: 當鼠標進入重新顯示提示.

# String00224
source: Alert 'Close Area' is clickable.
fr_fr: Le bouton "fermer" est cliquable.
he: ההתראה "אזור סגור" ניתנת ללחיצה
nl_nl: Afsluit gedeelte in melding is klikbaar.
pl: Link "Zamknij powiadomienie" jest aktywny.
pt_pt: A 'Área de Fecho' do alerta é clicável.
ru: Кнопка "Закрыть" на всплывашке кликабельна
zh_hant: 提示'關閉區域'點擊.

# String00225
source: Alert 'Message Line' is clickable and opens Inbox.
fr_fr: La ligne du message est cliquable et ouvre Gmail.
he: ההתראה "שורת הודעה" ניתנת ללחיצה. לחיצה עליה מעבירה לתיקיית דואר ניכנס
nl_nl: Meldings bericht regel is klikbaar en opent Inbox.
pl: Tekst wiadomości jest aktywny i otwiera Gmail.
pt_pt: A 'Linha de Mensagem' do alerta é clicável e abre a Caixa de Entrada.
ru: Строка "Текст" на всплывашке по клику открывает Входящие
zh_hant: 提示'訊息'是可點擊並打開收件箱.

# String00229
source: Tray Alert
fr_fr: Alerte d'icône
he: התראות בשורת המשימות
nl_nl: Systeemvak Melding
pl: Powiadomienia
pt_pt: Alerta da Área de Notificação
ru: Всплывашки в трее
zh_hant: 工作列提示

# String00230
source: Enable custom tray alert
fr_fr: Activer l'alerte personnalisée
he: אפשר התראות מותאמות בשורת המשימות
nl_nl: Zet aangepaste melding aan
pl: Własne ustawienia wyglądu powiadomienia
pt_pt: Activar alerta da área de notificação personalizado
ru: Настройки
zh_hant: 自定義工作列提示.

# String00231
source: Configuration
fr_fr: Préférences
he: הגדרות
nl_nl: Configuratie
pl: Opcje
pt_pt: Configuração
ru: Конфигурация
zh_hant: 設置

# String00232
source: Reset
fr_fr: Réinitialiser
he: אתחל
pt_pt: Restabelecer
ru: Сбросить
zh_hant: 重設

# String00235
source: Width
fr_fr: Largeur
he: רוחב
nl_nl: Breedte
pl: Szer.
pt_pt: Largura
ru: Ширина
zh_hant: 寬

# String00236
source: Height
fr_fr: Hauteur
he: גובה
nl_nl: Hoogte
pl: Wys.
pt_pt: Altura
ru: Высота
zh_hant: 高

# String00237
source: Close Area
fr_fr: Bouton de fermeture
he: אזור סגור
nl_nl: Afsluit gedeelte
pl: Zamknięcie [x]
pt_pt: Área de Fecho
ru: Кнопка 'Закрыть'
zh_hant: 關閉區域

# String00238
source: Title
fr_fr: Titre
he: כותרת
nl_nl: Titel
pl: Tytuł
pt_pt: Título
ru: Заголовок
zh_hant: 標題

# String00239
source: Time
fr_fr: Heure
he: זמן
nl_nl: Tijd
pl: Godzina
pt_pt: Hora
ru: Время
zh_hant: 時間

# String00240
source: From
fr_fr: de
he: מ...
nl_nl: Van
pl: Od
pt_pt: De
ru: От
zh_hant: 來自

# String00241
source: Subject
fr_fr: Sujet
he: נושא
nl_nl: Onderwerp
pl: Temat
pt_pt: Assunto
ru: Тема
zh_hant: 主旨

# String00242
source: Message
he: הודעה
nl_nl: Bericht
pl: Treść
pt_pt: Mensagem
ru: Текст
zh_hant: 訊息

# String00243
source: Font
fr_fr: Police
he: גופן
nl_nl: Lettertype
pl: Czcionka
pt_pt: Fonte
ru: Шрифт
zh_hant: 字體

# String00244
source: px
he: פיקסלים
ru: пкс
zh_hant: 像素

# String00245
source: Time Format
fr_fr: Format de l'heure
he: פורמט זמן
nl_nl: Tijd Indeling
pl: Format godziny
pt_pt: Formato da Hora
ru: Формат времени
zh_hant: 時間格式

# String00246
source: Preview
fr_fr: Prévisualisation
he: תצוגה מקדימה
nl_nl: Voorbeeld
pl: Podgląd
pt_pt: Pré-Visualização
ru: Предпросмотр
zh_hant: 預覽

# String00247
source: Custom Background
fr_fr: Fond personnalisé
he: רקע מותאם אישית
nl_nl: Aangepaste achtergrond
pl: Tło
pt_pt: Fundo Personalizado
ru: Фон
zh_hant: 自定義背景

# String00250
source: - If empty, the default background is used.
fr_fr: - Si vide, le fond par défaut sera utilisé.
he: - אם השדה ריק, רקע ברירת מחדל פעיל
nl_nl: - Laat leeg om de standaard achtergrond te gebruiken
pl: - Jeśli puste, ładowane jest domyślne tło.
pt_pt: - Se vazio, o fundo predefinido é utilizado.
ru: Если пусто, то используется фон по умолчанию
zh_hant: - 如果為空,使用預設背景.

# String00251
source: - Magenta (RGB 255, 0, 255) is shown transparent.
fr_fr: - Magenta (RVB 255, 0, 255) est le transparent.
he: - צבע מג'נטה מוצג כשקוף (RGB 255, 0, 255)
nl_nl: - Magenta (RGB 255, 0, 255) wordt doorzichtig weergegeven
pl: - Magenta (RGB 255, 0, 255) jest przezroczysta.
pt_pt: - Magenta (RGB 255, o, 255) é mostrado como transparente.
ru: Маджента (RGB 255, 0, 255) - прозрачная
zh_hant: - 洋紅色(RGB255，0，255)顯示透明

# String00252
source: Leave empty for system default.
fr_fr: Laisser vide pour affichage par défaut.
he: השאר שדה ריק עבור ברירת מחדל של המערכת
nl_nl: Laat leeg voor systeem standaard
pl: Zostaw puste jeśli ma pobierać czas systemowy.
pt_pt: Deixar vazio para a predefinição do sistema.
ru: Если пусто, то используются системные настройки
zh_hant: 為系統的預設留空.

# String00255
source: Text
fr_fr: Texte
he: טקסט
nl_nl: Tekst
pl: Logi
pt_pt: Texto
ru: Текста лога
zh_hant: 文本
