Repository: spiffyhq/Spiffy
Catalog: Spiffy/SpiffyText.*.resx
Languages: fr_fr, he, nl_nl, pl, pt_pt, ru, zh_hant

# String00001
source: English 0.6.1
fr_fr: Français 0.6.1
he: Hebrew 0.6.1
nl_nl: Dutch (Netherlands) 0.6.1
pl: Polish 0.6.1
pt_pt: Portuguese (Portugal) 0.6.1
ru: Russian 0.6.1
zh_hant: 繁體中文1.7

# String00002
source: started
fr_fr: démarrage
he: פעילה
nl_nl: gestart
pl: uruchomiony
pt_pt: iniciado
ru: запущен
zh_hant: 已啟動

# String00003
source: Build
fr_fr: Version du
he: תאריך שיחרור גירסה:
nl_nl: Gemaakt op
pl: Wersja
pt_pt: Gerado
ru: Собран
zh_hant: 建立於

# String00004
source: New version detected
fr_fr: Une mise à jour est disponible
he: קיימת גרסת תוכנה חדשה
nl_nl: Nieuwe versie gedetecteerd
pl: Dostępna jest nowa wersja
pt_pt: Nova versão detectada
ru: Обнаружена новая версия
zh_hant: 有新版本可用

# String00005
source: Saving settings
fr_fr: Sauvegarde des paramètres
he: מתבצעת שמירת הגדרות
nl_nl: Instellingen worden opgeslagen
pl: Zapis ustawień
pt_pt: A guardar definições
ru: Сохранение настроек
zh_hant: 儲存設定中

# String00008
source: Empty username or password detected
fr_fr: Le nom d'utilisateur ou le mot de passe est vide
he: שם משתמש או סיסמא לא מוגדרים
nl_nl: Lege username of wachtwoord gedetecteerd
pl: Pusty Login lub Hasło
pt_pt: Campo nome de utilizador ou senha vazio
ru: Пустой логин или пароль
zh_hant: 空帳號名稱或密碼已存在

# String00009
source: Saving accounts
fr_fr: Sauvegarde des comptes
he: מתבצעת שמירת חשבונות
nl_nl: Accounts worden opgeslagen
pl: Konta - zapisywanie...
pt_pt: Guardando contas
ru: Сохраняем аккаунты
zh_hant: 儲存帳戶中

# String00010
source: Done!
fr_fr: Fait!
he: הפעולה בוצעה בהצלחה
nl_nl: Klaar!
pl: Gotowe!
pt_pt: Feito!
ru: Готово!
zh_hant: 完成!

# String00011
source: disabled
fr_fr: Désactivé
he: מבוטל
nl_nl: uitgeschakeld
pl: wyłączone
pt_pt: desactivado
ru: выключен
zh_hant: 關閉

# String00012
source: Checking
fr_fr: Vérification de
he: מבוצעת בדיקת חשבון
nl_nl: Controleer
pl: Sprawdzanie
pt_pt: A verificar
ru: Проверяем
zh_hant: 檢查中

# String00013
source: every
fr_fr: toutes les
he: כל
nl_nl: elke
pl: co
pt_pt: a cada
ru: каждые
zh_hant: 每次

# String00014
source: minute(s)
he: דקה/ות
nl_nl: minuten
pl: min
pt_pt: minuto(s)
ru: минут(ы)
zh_hant: 分(s)

# String00015
source: Checking for new mail now!
fr_fr: Recherche des nouveaux mails maintenant!
he: מתבצעת בדיקת דוא"ל חדש!
nl_nl: Bezig met mail controleren
pl: Sprawdzanie czy jest nowa poczta!
pt_pt: A verificar por novo correio agora!
ru: Проверяем почту...
zh_hant: 立即檢查新郵件!

# String00016
source: New mail from
fr_fr: Nouveau mail de
he: התקבל דוא"ל חדש מ
nl_nl: Nieuwe mail van
pl: Nowa poczta od
pt_pt: Novo email de
ru: Новое письмо от
zh_hant: 新郵件來自

# String00017
source: Proxy disabled
fr_fr: Proxy désactivé
he: פרוקסי מבוטל
nl_nl: Proxy uitgeschakeld
pl: Proxy OFF
pt_pt: Proxy desactivado
ru: Прокси выключены
zh_hant: 代理關閉

# String00018
source: Proxy enabled
fr_fr: Proxy activé
he: פרוקסי פעיל
nl_nl: Proxy ingeschakeld
pl: Proxy ON
pt_pt: Proxy activado
ru: Прокси включены
zh_hant: 代理開啟

# String00019
source: Sound alert enabled
fr_fr: Alerte sonore activée
he: התראות קוליות מופעלות
nl_nl: Geluid melding ingeschakeld
pl: Dźwięki włączone
pt_pt: Alerta sonoro activado
ru: Звук всплывашки включен
zh_hant: 聲音提示開啟

# String00020
source: Sound alert disabled
fr_fr: Alerte sonore désactivée
he: התראות קוליות מופסקות
nl_nl: Geluid melding uitgeschakeld
pl: Dźwięki wyłączone
pt_pt: Alerta sonoro desactivado
ru: Звук всплывашки выключен
zh_hant: 聲音提示關閉

# String00021
source: All Accounts
fr_fr: Tous les comptes
he: כל החשבונות
nl_nl: Alle accounts
pl: Wszystkie konta
pt_pt: Todas as Contas
ru: Все аккаунты
zh_hant: 所有帳戶

# String00022
source: Total unread for
fr_fr: Total non lus
he: סה"כ דוא"ל/ים שלא נקרא/ו
nl_nl: Totaal ongelezen voor
pl: Razem nieprzeczytanych
pt_pt: Total não lido
ru: Всего непрочтённых
zh_hant: 共有未讀:

# String00023
source: Feed trouble, try again later
fr_fr: Serveur perturbé, réessayez plus tard
he: בעייה בכתובת/קישור, נסה שנית מאוחר יותר
nl_nl: Feed problemen, probeer het later nog eens
pl: Problem z RSS, spróbuj poźniej
pt_pt: Problema com o Feed, tentar de novo mais tarde
ru: Проблема с фид-лентой Gmail, попробуйте позже
zh_hant: 回饋問題,稍後再試

# String00024
source: Error connecting to Gmail
fr_fr: Echec de la connexion à Gmail
he: שגיאה בהתחברות לג'מייל
nl_nl: Fout tijdens verbinden met Gmail
pl: Błąd połączenia z Gmail
pt_pt: Erro a conectar com o Gmail
ru: Не получается подключиться к Gmail
zh_hant: Gmail連結錯誤

# String00025
source: Error connecting to Gmail, are you offline?
fr_fr: Echec de la connexion à Gmail, ne seriez-vous pas hors-ligne ?
he: שגיאה בהתחברות לג'מייל, האם את/ה מנותק/ת מהאינטרנט?
nl_nl: Fout tijdens verbinden met Gmail, ben je offline?
pl: Błąd połączenia z Gmail, sprawdź czy jesteś online
pt_pt: Erro a conectar com o Gmail, está offline?
ru: Не получается подключиться к Gmail, может Вы не в сети?
zh_hant: Gmail連結錯誤,您離線?

# String00026
source: Tray alert enabled
fr_fr: Alerte dans la barre Windows activée
he: התראות בשורת המשימות פעילות
nl_nl: Systeemvak melding ingeschakeld
pl: Powiadomienia w pasku zadań włączone
pt_pt: Alerta da área de notificação activado
ru: Всплывашки в трее включены
zh_hant: 工作列提示啟用

# String00027
source: Done!
fr_fr: Fait!
he: הפעולה בוצעה בהצלחה
nl_nl: Klaar!
pl: Gotowe!
pt_pt: Feito!
ru: Готово!
zh_hant: 完成!

# String00028
source: No account info!
fr_fr: Pas d'information sur le compte!
he: אין פרטי חשבון
nl_nl: Geen account informatie!
pl: Brak informacji o koncie!
pt_pt: Sem informação de conta!
ru: Нет информации об аккаунте
zh_hant: 無此帳戶!

# String00029
source: Error playing alert sound!
fr_fr: Erreur de lecture de l'alerte sonore!
he: שגיאה בהפעלת צליל התראה
nl_nl: Fout tijdens afspelen van meldings geluid
pl: Błąd podczas odtwarzania dźwięku powiadomienia!
pt_pt: Erro a reproduzir alerta de som!
ru: Ошибка при воспроизведении звука всплывашки
zh_hant: 聲音提示錯誤!

# String00030
source: Error starting default mail client!
fr_fr: Erreur de démarrage du client mail par défaut
he: שגיאה בהפעלת תוכנת דוא"ל ברירת מחדל
nl_nl: Fout tijdens starten mail programma
pl: Błąd uruchomienia domyślnego klienta poczty!
pt_pt: Erro a iniciar o cliente de correio predefinido!
ru: Ошибка при запуске почтового клиента
zh_hant: 啟動預設郵件客戶端錯誤!

# String00031
source: No unread mail for
fr_fr: Aucun message non lu pour
he: אין דוא"ל שלא נקרא עבור
nl_nl: Geen ongelezen mail voor
pl: Brak nieprzeczytanych wiadomości dla
pt_pt: Sem correio não lido para
ru: Нет непрочитанных сообщений для
zh_hant: 點選確定開啟瀏覽器並前往Spiffy 技術論壇,

# String00036
source: Stopped checking for new mail.
fr_fr: Arrêt de la vérfication des nouveaux mails.
he: בדיקת דוא"ל חדש הופסקה
nl_nl: Gestopt met controleren op nieuwe e-mail
pl: Zatrzymano sprawdzanie nowej poczty.
pt_pt: Verificação de novo correio parada.
ru: Проверка почты остановлена
zh_hant: 停止檢查新郵件.

# String00037
source: Started checking for new mail.
fr_fr: Début de la recherche de nouveaux mails.
he: התחילה בדיקת דוא"ל חדש
nl_nl: Gestart met controleren op nieuwe e-mail
pl: Rozpoczęto sprawdzanie nowej poczty.
pt_pt: Verificação de novo correio iniciada.
ru: Проверка почты начата
zh_hant: 開始檢查新郵件.

# String00038
source: Tray alert disabled
fr_fr: Alerte dans la barre Windows désactivée
he: התראות בשורת המשימות מופסקות
nl_nl: Systeemvak melding uitgeschakeld
pl: Powiadomienia w pasku zadań wyłączone
pt_pt: Alerta da área de notificação desactivado
ru: Всплывашки в трее выключены
zh_hant: 工作列提示關閉

# String00039
source: Restarting timer(s)
fr_fr: Redémarrage de(s) timer(s)
he: מאתחל טיימר/ים
nl_nl: Timer(s) worden herstart
pl: Start timera(ów)
pt_pt: A reiniciar o(s) temporizador(es)
ru: Перезапуск таймера(ов)
zh_hant: 重新啟動定時器(s)

# String00040
source: in
fr_fr: dans
he: שעה/ות
nl_nl: na
pl: za
pt_pt: em
ru: каждые
zh_hant: 裡

# String00041
source: hour(s)
fr_fr: heure(s)
he: בעוד
nl_nl: uur
pl: godzin
pt_pt: hora(s)
ru: часов
zh_hant: 時(s)

# String00043
source: Restore Window (default)
fr_fr: Restaure la fenêtre (par défaut)
he: שחזר חלון (ברירת מחדל)
nl_nl: Toon Hoofdscherm (standaard)
pl: Pokaż w oknie (domyślnie)
pt_pt: Restaurar Janela (predefinido)
ru: Открыть окно (по умолчанию)
zh_hant: 恢復視窗(預設)

# String00044
source: Check for New Mail
fr_fr: Vérifie les nouveaux mails
he: בדוק דוא"ל חדש
nl_nl: Controleer op nieuwe mail
pl: Sprawdź pocztę
pt_pt: Verificar por Novo Correio
ru: Проверить почту
zh_hant: 檢查新郵件

# String00045
source: Open Gmail in Browser
fr_fr: Ouvre Gmail dans le navigateur
he: פתח ג'מייל בדפדפן
nl_nl: Open Gmail
pl: Otwórz Gmail
pt_pt: Abrir Gmail no Navegador
ru: Открыть Gmail в браузере
zh_hant: 在瀏覽器中打開 Gmail

# String00046
source: Tell Me Again
fr_fr: Affiche la liste des mails non lus
he: הזכר לי שוב פעם
nl_nl: Laat nog een keer zien
pl: Pokaż ponownie
pt_pt: Avisar-me de Novo
ru: Показать всплывашку еще раз
zh_hant: 告訴我

# String00047
source: Start Default Mail Client
fr_fr: Démarre le client mail par défaut
he: הפעל תוכנת דוא"ל ברירת מחדל
nl_nl: Start standaard mail programma
pl: Uruchom domyślny klienta poczty
pt_pt: Iniciar Cliente de Correio Predefinido
ru: Открыть почтовый клиент
zh_hant: 啟動預設郵件客戶端

# String00048
source: Select a sound alert
fr_fr: Sélectionnez une alerte sonore
he: בחר צליל התראה
nl_nl: Selecteer een meldings geluid
pl: Wybierz dźwięk powiadomienia
pt_pt: Seleccione um alerta de som
ru: Выберите звук для всплывашки
zh_hant: 選擇聲音提示

# String00049
source: Select a notifier background
fr_fr: Sélectionnez une image pour le notifier
he: בחר רקע
nl_nl: Selecteer een meldings achtergrond
pl: Wybierz tło powiadomienia
pt_pt: Seleccione um notificador de fundo
ru: Выберите фон всплывашки
zh_hant: 選擇背景下發出通知

# String00050
source: Select a tray icon
fr_fr: Sélectionnez un icône
he: בחר סמל במגש המשימות
nl_nl: Selecteer een systeemvak pictogram
pl: Wybierz ikonę w pasku zadań
pt_pt: Seleccione um ícone para a área de notificação
ru: Выберите иконку для трея
zh_hant: 選擇工作列圖標

# String00051
source: Audio Files
fr_fr: Fichiers audios
he: קבצי אודיו
nl_nl: Audio bestanden
pl: Pliki audio
pt_pt: Ficheiros de Áudio
ru: Аудиофайлы
zh_hant: 聲音檔案

# String00052
source: Image Files
fr_fr: Fichiers d'images
he: קבצי תמונה
nl_nl: Afbeeldingen
pl: Zdjęcia
pt_pt: Ficheiros de Imagem
ru: Изображения
zh_hant: 圖片檔案

# String00053
source: Icon Files
fr_fr: Fichiers d'icônes
he: קבצי סמלים
nl_nl: Pictogrammen
pl: Pliki ikon
pt_pt: Ficheiros de Ícone
ru: Иконки
zh_hant: 圖標檔案

# String00054
source: Reset to default?
fr_fr: Restaurer les paramètres par défaut?
he: ?לאתחל לברירת מחדל
nl_nl: Reset naar standaard instellingen?
pl: Przywrócić ustawienia domyślne?
pt_pt: Restabelecer definições predefinidas?
ru: Сбросить?
zh_hant: 重設為預設

# String00055
source: Saving settings
fr_fr: Sauvegarde des paramètres
he: שומר הגדרות
nl_nl: Instellingen worden opgeslagen
pl: Zapisywanie ustawień
pt_pt: A guardar as definições
ru: Сохраняем настройки
zh_hant: 儲存設定中

# String00056
source: Warning: alert delay 0, reset to default
fr_fr: Attention: restauration des paramètres par défaut
he: אזהרה:התראת עיכוב 0, אתחל לברירת מחדל
nl_nl: Waarschuwing: melding vertraging 0, reset naar standaard
pl: Uwaga: przedział zerowy powiadomienia, ustawiono domyślnie
pt_pt: Aviso: atraso do alerta 0, voltar à configuração predefinida
ru: Внимание: задержка всплывашки = 0, устанавливаем по умолчанию
zh_hant: 警告:提示延遲0,重設為預設

# String00057
source: Warning: feed url empty, reset to default
fr_fr: Attention: la source url est vide, restauration par défaut
he: אזהרה:קישור ריק, אתחל לברירת מחדל
nl_nl: Waarschuwing: feed url is leeg, reset naar standaard
pl: Uwaga: pusty adres RSS, ustawiono domyślnie
pt_pt: Aviso: url do feed vazio, voltar à configuração predefinida
ru: Внимание: адрес фид-ленты не указан, устанавливаем по умолчанию
zh_hant: 警告:網址為空值,重設為預設

# String00058
source: Green (default)
fr_fr: Vert (par défaut)
he: ירוק (ברירת מחדל)
nl_nl: Groen (standaard)
pl: Zielona (domyślnie)
pt_pt: Verde (predefinido)
ru: Зеленая (по умолчанию)
zh_hant: 綠色(預設)

# String00059
source: Star (default)
fr_fr: Etoile (par défaut)
he: כוכב (ברירת מחדל)
nl_nl: Ster (standaard)
pl: Gwiazda (domyślnie)
pt_pt: Estrela (predefinido)
ru: Звездочка (по умолчанию)
zh_hant: 星星(預設)

# String00060
source: Green
fr_fr: Vert
he: ירוק
nl_nl: Groen
pl: Zielona
pt_pt: Verde
ru: Зеленая
zh_hant: 綠色

# String00061
source: Gray
fr_fr: Gris
he: אפור
nl_nl: Grijs
pl: Szara
pt_pt: Cinzento
ru: Серая
zh_hant: 灰色

# String00062
source: Blue
fr_fr: Bleu
he: כחול
nl_nl: Blauw
pl: Niebieska
pt_pt: Azul
ru: Синяя
zh_hant: 藍色

# String00063
source: Purple
fr_fr: Violet
he: סגול
nl_nl: Paars
pl: Różowa
pt_pt: Roxo
ru: Фиолетовая
zh_hant: 紫色

# String00064
source: Red
fr_fr: Rouge
he: אדום
nl_nl: Rood
pl: Czerwona
pt_pt: Vermelho
ru: Красная
zh_hant: 紅色

# String00065
source: Account
fr_fr: Compte
he: חשבון
pl: Konto
pt_pt: Conta
ru: Аккаунт
zh_hant: 帳戶

# String00066
source: All files
fr_fr: Tous les fichiers
he: כל הקבצים
nl_nl: Alle bestanden
pl: Wszystkie pliki
pt_pt: Todos os ficheiros
ru: Все файлы
zh_hant: 所有檔案

# String00067
source: Enable &Sounds
fr_fr: Activer les &Sons
he: אפשר &צלילים
nl_nl: Geluid aan
pl: &Dźwięki włączone
pt_pt: Activar &Sons
ru: Включить &звуки
zh_hant: &聲音開啟

# String00068
source: Enable &Alerts
fr_fr: Activer les &Alertes
he: אפשר &התראות
nl_nl: Meldingen aan
pl: &Powiadomienia włączone
pt_pt: Activar &Alertas
ru: Включить &всплывашки
zh_hant: &提示開啟

# String00069
source: Enable &Timer(s)
fr_fr: Activer le(s) &Minuteur(s)
he: אפשר &טיימרים
nl_nl: Timer(s) aan
pl: &Timery włączone
pt_pt: Activar &Temporizadores
ru: Включить &таймеры
zh_hant: &定時器開啟

# String00070
source: Enable &Proxy
fr_fr: Activer le &Proxy
he: אפשר &פרוקסי
nl_nl: Proxy aan
pl: &Proxy włączone
pt_pt: Activar &Proxy
ru: Включить &прокси
zh_hant: &代理開啟

# String00073
source: Stopped checking
fr_fr: Vérification arrêtée
he: הבדיקה הופסקה
nl_nl: Gestopt met controleren van
pl: Zatrzymano sprawdzanie
pt_pt: Parada a verificação de
ru: Прекращена проверка
zh_hant: 停止檢查

# String00074
source: Started checking
fr_fr: Démarrage de la vérification
he: התחילה בדיקה
nl_nl: Gestart met controleren van
pl: Rozpoczęto sprawdzanie
pt_pt: Iniciada a verificação de
ru: Возобновлена проверка
zh_hant: 開始檢查

# String00075
source: Today at
fr_fr: Aujourd'hui à
he: היום בשעה
nl_nl: Vandaag om
pl: Dzisiaj o
pt_pt: Hoje ás
ru: Сегодня в
zh_hant: 今天在

# String00076
source: Yesterday at
fr_fr: Hier à
he: אתמול בשעה
nl_nl: Gister om
pl: Wczoraj o
pt_pt: Ontem ás
ru: Вчера в
zh_hant: 昨天在

# String00077
source: You have the latest version!
fr_fr: Vous avez la dernière version!
he: !ברשותך הגירסה המעודכנת ביותר
nl_nl: Je hebt de laatste versie!
pl: Masz najnowszą wersję!
pt_pt: Tem a última versão!
ru: У вас самая новая версия!
zh_hant: 您擁有最新版本

# String00078
source: New version available!
fr_fr: Nouvelle version disponible!
he: !קיימת גירסה חדשה
nl_nl: Nieuwe versie beschikbaar!
pl: Nowa wersja dostępna!
pt_pt: Nova versão disponível!
ru: Доступна новая версия!
zh_hant: 有新版本可用!

# String00079
source: This version
fr_fr: Cette version
he: גירסה נוכחית
nl_nl: Deze versie
pl: Ta wersja
pt_pt: Versão actual
ru: Эта версия
zh_hant: 此版本

# String00080
source: Latest version
fr_fr: La dernière version
he: גירסה אחרונה
nl_nl: Laatste versie
pl: Najnowsza wersja
pt_pt: Última versão
ru: Новая версия
zh_hant: 最新版本

# String00081
source: Go to Spiffy's website now?
fr_fr: Se rendre sur le site web de Spiffy maintenant?
he: ?האם לגשת כעת לאתר התוכנה
nl_nl: Nu naar Spiffy's website gaan?
pl: Przejść do strony domowej Spiffy?
pt_pt: Ir ao website do Spiffy agora?
ru: Перейти на сайт Spiffy?
zh_hant: 立即前往Spiffy網站?

# String00082
source: Error checking for update
fr_fr: Echec de la recherche de mise à jour
he: שגיאה במהלך בדיקת עידכון
nl_nl: Fout tijdens controleren op update
pl: Błąd podczas aktualizacji
pt_pt: Erro ao verificar por actualizações
ru: Ошибка при проверке обновлений
zh_hant: 更新檢查錯誤

# String00083
source: New version available! Click here to download.
fr_fr: Nouvelle version disponible! Cliquez ici pour la télécharger.
he: נמצאה גירסה חדשה! לחץ/י כאן כדי להוריד
nl_nl: Nieuwe versie beschikbaar! Klik hier om te downloaden.
pl: Najnowsza wersja dostępna, pobierz.
pt_pt: Nova versão disponível! Clique aqui para transferir.
ru: Доступна новая версия! Нажмите здесь, чтобы её скачать
zh_hant: 有新版本可用!點選下載

# String00084
source: New version found
fr_fr: Nouvelle version trouvée
he: נמצאה גירסה חדשה
nl_nl: Nieuwe versie gevonden
pl: Najnowsza wersja dostępna
pt_pt: Nova versão encontrada
ru: Найдена новая версия
zh_hant: 找到新版本

# String00085
source: Visit Spiffy's website to download!
fr_fr: Visitez le site web de Spiffy pour la télécharger!
he: בקר באתר התוכנה כדי להוריד את הגירסה החדשה
nl_nl: Ga naar Spiffy's website om te downloaden!
pl: Pobierz ze strony Spiffy!
pt_pt: Visite o website do Spiffy para transferir!
ru: Посетите сайт Spiffy, чтобы скачать!
zh_hant: 前往Spiffy網站下載!

# String00086
source: unread
fr_fr: non lu
he: לא נקרא
nl_nl: ongelezen
pl: nowe
pt_pt: não lido(s)
ru: непрочитанных
zh_hant: 未讀

# String00087
source: Do you want to visit Spiffy's website for more information?
fr_fr: Voulez-vous visiter le site web de Spiffy afin d'obtenir plus d'informations?
he: ?האם ברצונך לבקר באתר התוכנה לקבלת מידע נוסף
nl_nl: Wil je Spiffy's website bezoeken voor meer informatie?
pl: Więcej informacji o Spiffy?
pt_pt: Quer visitar o website do Spiffy para mais informações?
ru: Хотите посетить сайт Spiffy, чтобы узнать больше?
zh_hant: 您要前往Spiffy網站來獲取更多資訊嗎?

# String00088
source: Error decrypting password!
fr_fr: Erreur de décryptage du mot de passe!
he: שגיאה בפיענוח סיסמא
nl_nl: Fout bij decypten van password!
pl: Błąd podczas odczytu hasła!
pt_pt: Erro a desencriptar a senha!
ru: Ошибка при декодировании пароля
zh_hant: 密碼錯誤!

# String00089
source: If you recently added or modified an account, please re-enter the password and Save.
fr_fr: Si vous avez récemment ajouté ou modifié un compte, veuillez s'il vous plaît resaisir le mot de passe et Sauvegarder.
he: אם הוספת/שינית חשבון לאחרונה, נא הקש שוב את הסיסמא ושמור
nl_nl: Als je recent een account heb toegevoegd of aangepast voer het dan opnieuw in.
pl: Ponownie wprowadź hasło i kliknij "Zapisz", jeśli dodano/zmieniono dane konta.
pt_pt: Se recentemente adicionou ou modificou uma conta, por favor reintroduza a senha e Guarde.
ru: Если вы недавно добавляли или изменяли аккаунт, пожалуйста, введите пароль заново и сохраните
zh_hant: 如果最近增加或修改帳戶,請重新輸入密碼並儲存.

# String00090
source: Check the Log window for more details.
fr_fr: Regarder la fenêtre de console pour plus de détails.
he: בדוק את חלון הכניסה לקבלת מידע נוסף
nl_nl: Controleer het log scherm voor meer informatie.
pl: Zobacz więcej w oknie konsoli.
pt_pt: Verifique a janela do Registo para obter mais detalhes.
ru: Смотрите окно лога для детальной информации
zh_hant: 檢查日誌視窗了解更多詳情.

# String00091
source: If you just upgraded from version 0.4.3 or earlier, re-enter ALL your accounts passwords and Save.
fr_fr: Si vous venez de mettre à jour à partir de la version 0.4.3 ou antérieure, saississez à nouveau tous vos mots de passe de compte et sauvegardez.
he: אם עידכנת כעת את התוכנה מגירסה 0.4.3 או ישנה יותר, הקש שנית את כל הסיסמאות ושמור
nl_nl: Als je net ge-upgrade van 0.4.3 of lager vul dan ALLE passwords opnieuw in.
pl: Wprowadź ponownie wszystkie dane kont i hasła w przypadku aktualizacji od wersji 0.4.3 lub starszej.
pt_pt: Se acabou de actualizar da versão 0.4.3 ou anterior, reintroduza TODAS as senhas das suas contas e Grave.
ru: Если вы обновились с версии 0.4.3 или более ранней, заново введите пароли во всех аккаунтах и сохраните
zh_hant: 如果您是升級從版本0.4.3或更早版本,請重新輸入所有帳戶的密碼並儲存.

# String00094
source: Spiffy encountered an error and has to close...
fr_fr: Spiffy a rencontré une erreur et doit se fermer...
he: ...התרחשה שגיאה בתוכנה, התוכנה תיסגר
nl_nl: Spiffy heeft een probleem en moet afsluiten…
pl: Błąd, Spiffy musi zostać zamknięty...
pt_pt: O Spiffy encontrou um erro e tem que encerrar...
ru: Возникла ошибка и Spiffy придется закрыть...
zh_hant: Spiffy 遇到了錯誤所以必須關閉...

# String00095
source: Please report this to spiffyhq@gmail.com or post a message on the forums.
fr_fr: Veuillez reporter ceci à spiffyhq@gmail.com ou poster un message sur les forums.
he: spiffyhq@gmail.com דווח על הבעיה בפורום או שלח דוא"ל ל
nl_nl: Meld dit aub via email naar spiffyhq@gmail.com or post a message on the forums.
pl: Zgłoś problem do spiffyhq@gmail.com lub na forum.
pt_pt: Por favor relate isto a spiffyhq@gmail.com ou coloque uma mensagem no fórum.
ru: Пожалуйста, напишите об этом на spiffyhq@gmail.com или на форум
zh_hant: 請回報至spiffyhq@gmail.com 或者至論壇留言.

# String00096
source: Thanks for your support!
fr_fr: Merci de votre soutient!
he: !תודה על תרומתך
nl_nl: Bedankt voor je medewerking!
pl: Dziękuję za wsparcie!
pt_pt: Obrigado pelo seu apoio!
ru: Спасибо за поддержку!
zh_hant: 謝謝您的支持!

# String00097
source: (use ALT+PrintScreen to copy this box)
fr_fr: (utilisez ALT+Impression-d'écran pour copier le contenu)
he: ALT+PrintScreen להעתקת חלון זה השתמש ב
nl_nl: (gebruik ALT+PrintScreen om dit scherm te kopieren)
pl: (Aby zrobić zrzut ekranu wciśnij ALT+PrintScreen)
pt_pt: (utilize ALT+PrintScreen para copiar esta caixa)
ru: (нажмите Alt+PrintScreen, чтобы скопировать)
zh_hant: (使用ALT+ PRINTSCREEN複製此框)

# String00098
source: Fatal Error
fr_fr: Erreur fatale
he: שגיאה קריטית
nl_nl: Fatale Fout
pl: Błąd krytyczny
pt_pt: Erro Fatal
ru: Фатальная ошибка
zh_hant: 嚴重錯誤

# String00100
source: ### MAIN WINDOW GUI ####
fr_fr: ### INTERFACE GRAPHIQUE DE LA FENETRE PRINCIPALE ###
he: ##### ACCOUNTS ####

# String00101
source: &File
fr_fr: &Fichiers
he: &קובץ
nl_nl: &Bestand
pl: &Plik
pt_pt: &Ficheiro
ru: &Файл
zh_hant: &檔案

# String00102
source: &Options
he: &אפשרויות
nl_nl: &Opties
pl: &Narzędzia
pt_pt: &Opções
ru: &Настройки
zh_hant: &設定

# String00103
source: &Help
fr_fr: &Aide
he: &עזרה
pl: &Pomoc
pt_pt: &Ajuda
ru: &Помощь
zh_hant: &幫助

# String00104
source: &Hide Log
fr_fr: &Masquer la console
he: &הסתר דוח תוכנה
nl_nl: &Log verbergen
pl: &Ukryj Log
pt_pt: &Ocultar Registo
ru: &Скрыть лог
zh_hant: &隱藏日誌

# String00105
source: &Show Log
fr_fr: &Afficher la console
he: &הצג דוח תוכנה
nl_nl: &Log weergeven
pl: &Pokaż Log
pt_pt: &Mostrar Registo
ru: Показать &лог
zh_hant: &顯示日誌

# String00106
source: &Clear Log
fr_fr: &Vider la console
he: &נקה דוח תוכנה
nl_nl: &Log wissen
pl: &Wyczyść Log
pt_pt: &Limpar Registo
ru: &Очистить окна лога
zh_hant: &清除日誌

# String00107
source: &Quit Spiffy
fr_fr: &Quitter Spiffy
he: &צא מהתוכנה
nl_nl: Spiffy &Afsluiten
pl: &Zakończ
pt_pt: &Encerrar Spiffy
ru: &Выход
zh_hant: &離開 Spiffy

# String00108
source: Check &Now
fr_fr: Vérifier main&tenant
he: &בדוק דוא"ל כעת
nl_nl: &Controleer Nu
pl: &Sprawdź pocztę
pt_pt: Verificar &Agora
ru: Проверить почту &сейчас
zh_hant: &立即檢查

# String00110
source: Enable &Timer(s)
fr_fr: Activer le(s) &Minuteurs
he: &אפשר טיימר(ים)
nl_nl: &Timer(s) aan
pl: &Timer(y) włączone
pt_pt: Activar o(s) &Temporizador(es)
ru: Включить &таймеры
zh_hant: &開啟計時器(s)

# String00112
source: Enable &Proxy
fr_fr: Activer le Prox&y
he: אפשר &פרוקסי
nl_nl: &Proxy aan
pl: &Proxy włączone
pt_pt: Activar &Proxy
ru: Включить &прокси
zh_hant: 代理開啟

# String00113
source: &Accounts
fr_fr: &Comptes
he: &חשבונות
pl: &Konta
pt_pt: &Contas
ru: &Аккаунты
zh_hant: &帳戶

# String00114
source: &Configuration
fr_fr: &Préférences
he: &הגדרות
nl_nl: &Configuratie
pl: &Ustawienia
pt_pt: &Configuração
ru: &Конфигурация
zh_hant: &設置

# String00115
source: Spiffy &Website
fr_fr: Site &Web de Spiffy
he: אתר &התוכנה
pl: &WWW
pt_pt: Website Spiffy
ru: &Сайт Spiffy
zh_hant: Spiffy網站

# String00116
source: Spiffy &Forums
fr_fr: &Forums de Spiffy
he: &פורומים
pl: &Forum
pt_pt: Fórum Spiffy
ru: &Форум Spiffy
zh_hant: Spiffy論壇
